{
  "home": "Accueil",
  "games": "Jeux",
  "characters": "Personnages",
  "contact": "Contact",
  "login": "Connexion",
  "register": "Inscription",
  "play": "Jouer !",
  "aboutTitle": "À PROPOS DE NOUS",
  "aboutContent": "Bienvenue dans un univers où l’apprentissage rencontre l’aventure ! Avec Sebi la Gazelle et ses amis, les enfants de 4 à 8 ans explorent un monde interactif conçu pour éveiller leur curiosité et développer leurs compétences. Chaque jeu, chaque activité et chaque histoire sont créés pour offrir une expérience éducative unique, amusante et enrichissante. Ici, vos enfants peuvent grandir et s’épanouir dans un environnement sécurisé, pensé pour stimuler leur imagination tout en les divertissant. Offrez-leur une façon innovante de découvrir le plaisir d’apprendre tout en jouant !",
  "gamesTitle": "LES JEUX",
  "playNow": "Jouez maintenant !",
  "game1": {
    "title": "Les aventures de James le Hibou",
    "description": "Sebi la gazelle t'invite à jouer avec elle pour compter ensemble ! Son copain James le hibou adore les nombres. Il va te poser des petits calculs, et tu devras trouver la réponse super vite, avant que le temps ne soit écoulé ! Plus tu gagnes des points, plus les calculs deviennent difficiles ! Tu es prêt(e) à relever le défi ?"
  },
  "game2": {
    "title": "Les cachotteries de Drys l'écureuil",
    "description": "Oh là là, Drys l’écureuil est un petit coquin, il mange en cachette ! Viens aider Sebi la gazelle à retrouver les petites gourmandises que Drys l’écureuil a cachées sous des gobelets ! Est-ce que tu pourras deviner où il les a mises ? Attention, plus tu avances dans le jeu, plus les gobelets bougeront vite ! Est-ce que tu es prêt(e) à relever le défi ?"
  },
  "avis": {
    "title": "ILS NOUS ONT FAIT CONFIANCE !",
    "daysAgo": "il y a {{count}} jour",
    "daysAgo_plural": "il y a {{count}} jours",
    "1": {
      "message": "“Mon fils a vraiment adoré le jeu de James ! C'est super de voir un jeu qui stimule son esprit stratégique tout en le divertissant. Je recommande ce jeu aux parents qui cherchent une expérience amusante et éducative pour leurs enfants.”"
    },
    "2": {
      "message": "“C’est super rigolo et bien pensé, mes enfants adorent !”"
    },
    "3": {
      "message": "“J’étais sceptique mais finalement très surprise par l’approche éducative !”"
    }
  },
  "characterSection": {
    "title": "LES PERSONNAGES",
    "sebi": {
      "name": "Sebi la gazelle",
      "description": "Sebi la gazelle est une véritable aventurière, toujours prête à partir à la découverte du monde. Un peu tête en l'air, elle fonce parfois dans les obstacles sans se rendre compte, mais elle garde toujours son énergie et son sourire ! Avec toi pour l’aider, elle peut sauter plus haut et éviter tout ce qui se trouve sur son chemin."
    },
    "celia": {
      "name": "Célia le perroquet",
      "description": "Célia le perroquet est une amie pétillante et joyeuse, connue pour son plumage aux mille couleurs et son rire contagieux. Mais aujourd’hui, quelque chose ne va pas… Son arc-en-ciel de plumes a perdu tout son éclat, et avec lui, son beau sourire. Heureusement, tu es là pour l’aider ! Attrape ta palette de couleurs et redonne vie à ses jolies plumes."
    },
    "charly": {
      "name": "Charly le caméléon",
      "description": "Charly le caméléon est un personnage discret et timide, toujours prêt à se cacher dans son environnement. Avec sa capacité à changer de couleur, il adore se fondre dans les décors et passer inaperçu. Malgré sa nature réservée, il aime jouer à cache-cache avec ses amis, et c’est à toi de le retrouver !"
    },
    "james": {
      "name": "James le hibou",
      "description": "James le hibou est un vrai petit génie au regard malicieux. Passionné par les chiffres et les énigmes, il adore faire travailler les méninges de ses amis. Toujours perché quelque part avec un livre sous l’aile, il aime partager son savoir avec humour et malice !"
    },
    "mel": {
      "name": "Mel la marmotte",
      "description": "Mel la marmotte est une exploratrice tranquille, qui adore creuser de longs tunnels sous terre. Mais avec tant de passages secrets, elle finit parfois par s’y perdre ! Un peu tête en l’air mais toujours pleine de bonne volonté, Mel a besoin de toi pour retrouver son chemin vers les jolis pâturages en toute sécurité."
    },
    "nour": {
      "name": "Nour le rossignol",
      "description": "Nour le rossignol est un oiseau joyeux et passionné par le chant, mais parfois son enthousiasme le fait chanter un peu trop fort ! Avec sa voix mélodieuse, il aime chanter à tout va, même si cela peut être un peu trop pour les oreilles sensibles de Sebi la gazelle. Toujours prêt à s’améliorer, Nour a besoin de ton aide pour chanter juste et faire résonner sa musique en harmonie !"
    },
    "drys": {
      "name": "Drys l’écureuil",
      "description": "Drys l’écureuil est un petit malin toujours en quête de nouvelles friandises. Très agile, il adore cacher ses trésors sous des gobelets et défier ses amis pour voir s’ils peuvent les retrouver. Un vrai coquin, Drys est toujours prêt à semer un peu de mystère… et il a bien besoin de toi pour l’aider à retrouver ses cachettes !"
    },
    "noah": {
      "name": "Noah le renard",
      "description": "Noah le renard est un aventurier curieux, toujours prêt à explorer de nouveaux horizons. Passionné par la géographie, il rêve de tout connaître sur le monde, et surtout des départements français ! Avec son flair et son esprit rusé, Noah a besoin de toi pour relever le défi et devenir un véritable expert."
    }
  },
  "mentions": {
    "title": "Mentions Légales",
    "site": "Site",
    "editeur": "Éditeur",
    "hebergeur": "Hébergeur"
  },
  "footer": {
    "home": "Accueil",
    "games": "Jeux",
    "characters": "Personnages",
    "contact": "Contact",
    "rights": "©2024, Sebi La Gazelle. Tous droits réservés.",
    "legal": "Mentions légales",
    "language": "Français"
  },
  "title_james": "Super calculs avec James le hibou",
  "start_game": "Commencer",
  "level": "Niveau",
  "validate": "Valider",
  "score": "TON SCORE",
  "congrats": "Bravo !",
  "fail": "Oh non ...",
  "top3": "🏆 TOP 3",
  "settings": "Paramètres",
  "language": "Langue",
  "sound": "Son",
  "back": "Retour",
  "welcome_level": "Bienvenue au Niveau {{number}} ! Résout cette énigme pour commencer.",
  "level_locked": "Ce niveau est encore fermé. Reviens plus tard !",
  "back_to_menu": "Retour au menu",
  "next_level": "Niveau suivant",
  "try_again": "Recommencer",
  "change_language": "Changer la langue",
  "volume_on": "Son activé",
  "volume_off": "Son désactivé",
  "on": "ON",
  "off": "OFF",
  "french": "🇫🇷 FR",
  "english": "🇬🇧 EN",
  "toggle_sound": "Activer/désactiver le son",
  "toggle_language": "Changer de langue",
  "start": "Commencer",
  "level_1_text": "Bienvenue au Niveau 1 ! Résout cette énigme pour commencer.",
  "level_2_text": "Niveau 2 : James le hibou a besoin de ton aide pour avancer.",
  "level_3_text": "Niveau 3 : Un nouveau défi t'attend ici !",
  "level_4_text": "Niveau 4 : Attention, ça se complique sérieusement !",
  "level_5_text": "Niveau 5 : Dernière ligne droite, montre que tu es un champion !",
  "level_default_text": "Ce niveau n'existe pas encore. Reviens bientôt !",
  "loading": "Chargement...",
  "play_level": "Jouer au niveau",
  "game_content_placeholder": "Contenu du jeu pour ce niveau.",
  "complete_level": "Terminer le niveau",
  "game_james": "Les super calculs de James le hibou",
  "game_drys": "Les cachotteries de Drys l'écureuil",
  "contact_title": "Nous contacter",
  "contact_magic_title": "Envoie-nous ton message ✨",
  "form_name_label": "Nom",
  "form_name_placeholder": "Ton nom",
  "form_firstname_label": "Prénom",
  "form_firstname_placeholder": "Ton prénom",
  "form_email_label": "Email",
  "form_email_placeholder": "exemple@mail.com",
  "form_message_label": "Message",
  "form_message_placeholder": "Écris ton message ici",
  "form_submit": "Envoyer",
  "form_success": "Message envoyé avec succès !",
  "form_error_generic": "Une erreur est survenue.",
  "form_error_server": "Erreur serveur. Veuillez réessayer plus tard.",
  "login_title": "Connexion",
  "login_button": "Se connecter",
  "form_email_required": "L'email est requis",
  "form_password_label": "Mot de passe",
  "form_password_required": "Mot de passe requis",
  "no_account": "Tu n'as pas de compte ?",
  "create_one": "Crée-en un !",
  "register_title": "Crée ton compte",
  "register_button": "S'inscrire",
  "register_success": "Inscription réussie !",
  "register_error": "Une erreur est survenue pendant l'inscription.",
  "form_firstname_required": "Le prénom est requis",
  "form_name_required": "Le nom est requis",
  "form_birthdate_label": "Date de naissance",
  "form_birthdate_required": "La date de naissance est requise",
  "form_password_min": "Minimum 6 caractères",
  "form_avatar_label": "Choisis ton avatar :"
}
